Repository: Ipilot7/tcmt_service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Request
uz: Ariza

source: from
uz: dan

source: Location
uz: Joylashuv

source: Region
uz: Viloyat

source: Region:
uz: Viloyat:

source: Institution
uz: Muassasa

source: Institution:
uz: Muassasa:

source: Equipment
uz: Jihoz

source: Equipment:
uz: Jihoz:

source: Type:
uz: Tur:

source: Contact
uz: Aloqa

source: Phone:
uz: Telefon:

source: Responsible:
uz: Mas'ul:

source: Problem Description
uz: Muammo tavsifi

source: Back to list
uz: Ro'yxatga qaytish

source: Edit
uz: Tahrirlash

source: Requests List
uz: Arizalar ro'yxati

source: Export
uz: Eksport

source: New Request
uz: Yangi ariza

source: Search by number...
uz: Raqam bo'yicha qidirish...

source: All Statuses
uz: Barcha holatlar

source: Search
uz: Qidirish

source: Reset
uz: Tozalash

source: Request Number
uz: Ariza raqami

source: Date
uz: Sana

source: Status
uz: Holat

source: Responsible
uz: Mas'ul

source: Actions
uz: Amallar

source: No requests yet
uz: Hozircha arizalar yo'q

source: Edit Request
uz: Arizani tahrirlash

source: Equipment Type
uz: Jihoz turi

source: Contact Phone
uz: Aloqa telefoni

source: Cancel
uz: Bekor qilish

source: Save
uz: Saqlash

source: Trip
uz: Safar

source: Order:
uz: Buyruq:

source: Object
uz: Obyekt

source: Object Contact:
uz: Obyekt aloqasi:

source: Participants
uz: Ishtirokchilar

source: Meeter:
uz: Kutib oluvchi:

source: Reason / Task
uz: Sabab / Vazifa

source: Result
uz: Natija

source: Trips
uz: Xizmat safarlari

source: New Trip
uz: Yangi safar

source: Search...
uz: Qidirish...

source: Trip Number
uz: Safar raqami

source: Employee
uz: Xodim

source: Destination
uz: Boradigan joy

source: Escort
uz: Hamroh

source: No trips yet
uz: Hozircha safarlar yo'q

source: General Information
uz: Asosiy ma'lumotlar

source: Contact Phone (Object)
uz: Obyekt aloqa telefoni

source: Order Number
uz: Buyruq raqami

source: Execution Details
uz: Bajarilish tafsilotlari

source: Responsible Employee
uz: Mas'ul xodim

source: Accompaniment
uz: Hamrohlik

source: Escort Name
uz: Hamroh F.I.Sh

source: Escort Phone
uz: Hamroh telefoni

source: Trip Reason
uz: Safar sababi

source: Result / Execution Info
uz: Natija / Bajarilish ma'lumotlari

source: Dashboard
uz: Boshqaruv paneli

source: View and manage service requests
uz: Xizmat ko'rsatish arizalarini ko'rish va boshqarish

source: Create
uz: Yaratish

source: Accounting and planning of employee trips
uz: Xodimlar xizmat safarlarini hisobga olish va rejalashtirish

source: Trips List
uz: Safarlar ro'yxati

source: Login
uz: Tizimga kirish

source: Username
uz: Login

source: Password
uz: Parol

source: Sign in
uz: Kirish

source: Logout
uz: Chiqish

source: Import data from Excel
uz: Excel-dan ma'lumotlarni yuklash

source: Select an .xlsx file to upload. Ensure column format meets requirements.
uz: .xlsx faylini tanlang. Ustunlar formati talablarga mos kelishiga ishonch hosil qiling.

source: Upload
uz: Yuklash

source: Requests
uz: Arizalar
